export const featuresData = [
  {
    title: 'Створити CV',
    content:
      'Ви зможете побудувати сучасне CV за допомогою Штучного інтелекту. CV буде створюватися динамічно за результатами відповідей на запитання, які Вам поставить асистент у чаті.',
    ariaControls: 'panel1a-content',
    id: 'panel1a-header',
  },
  {
    title: 'Побувати на імітації співбесіди',
    content:
      'Ви зможете пройти співбесіду з AI. Тут реалізований концепт живої співбесіди. Асистент може сприймати живу мову та аналізувати Ваші відповіді.',
    ariaControls: 'panel2a-content',
    id: 'panel2a-header',
  },
  {
    title: 'Пройти тести з hard skills',
    content:
      'Ви зможете пройти тести, які будуть перевірені асистетном. Після цього Ви отримаєте конструктивний фідбек та персоналізовані поради щодо майбутнього розвитку.',
    ariaControls: 'panel3a-content',
    id: 'panel3a-header',
  },
];
